Key,"Portuguese (Portugal)"
AlarmServer.Default.Text,
Settings_Screen.Pressure_Valve.Text,"VALVULA
DE PRESSAO"
Settings_Screen.Washing_Pump_Button.Text,"BOMBA
DE LAVAGEM"
Settings_Screen.Washing_Gun_Button.Text,"BOMBA PISTOLA
DE LAVAGEM"
Settings_Screen.Blower_Test.Text,"TESTE
DE SECAGEM"
Settings_Screen.AnalogNumeric4.Prefix,
Settings_Screen.AnalogNumeric4.Suffix,
Settings_Screen.Text4.Text,EMPRESA
Settings_Screen.AnalogNumeric.Prefix,
Settings_Screen.AnalogNumeric.Suffix," mbar"
Settings_Screen.Text3.Text,"PRESSAO MAXIMA:"
Automatic_Screen.Auto_Wash_Button.Text,"LAVAGEM
AUTOMATICA"
Drying_Screen.Drying_Start.Text,SECAGEM
Drying_Screen.Drying_Time_Text.Text,"TEMPO DE SECAGEM"
Drying_Screen.Drying_Min_Set.Prefix,"CONF: "
Drying_Screen.Drying_Min_Set.Suffix,
Drying_Screen.Door_Open_Button.Text,"ABRIR PORTA"
Drying_Screen.Door_Close_Button.Text,"FECHAR PORTA"
Drying_Screen.Stable_Down.Text,"BAIXAR PLATAFORMA
ESTABILIZADORA"
Drying_Screen.Button4.Text,"SUBIR PLATAFORMA
ESTABILIZADORA"
Drying_Screen.Home_Button.Text,
Drying_Screen.Auto_Button.Text,"Lavagem
Automática"
Drying_Screen.Manuel_Button.Text,"Lavagem
Manual"
Drying_Screen.Alarm_button.Text,"Ecran
de Alarme"
Drying_Screen.Drying_Button.Text,Secagem
Drying_Screen.Test_Nav.Text,TESTE
Test_Screen.Test_Nav.Text,TESTE
Test_Screen.Home_Button.Text,
Test_Screen.Auto_Button.Text,"Lavagem
Automática"
Test_Screen.Manuel_Button.Text,"Lavagem
Manual"
Test_Screen.Alarm_button.Text,"Ecran
de Alarme"
Test_Screen.Drying_Button.Text,Secagem
Test_Screen.Filter_Test.Text,"TESTE
DO FILTRO"
Test_Screen.CleanFilter.Text,"FILTRO LIMPO"
Test_Screen.DirtyFilter.Text,"FILTRO SUJO"
Test_Screen.CloggedFilter.Text,"FILTRO OBSTRUIDO"
Test_Screen.Text1.Text,PRESSAO
Test_Screen.PressureNumeric.Prefix,
Test_Screen.PressureNumeric.Suffix," mbar"
Test_Screen.AnalogNumeric5.Prefix,
Test_Screen.AnalogNumeric5.Suffix,
Test_Screen.Text3.Text,"NUMERO CLIENTE"
Automatic_Screen.Drying_Button.Text,Secagem
Automatic_Screen.Home_Button.Text,
Automatic_Screen.Auto_Button.Text,"Lavagem
Automática"
Automatic_Screen.Manuel_Button.Text,"Lavagem
Manual"
Automatic_Screen.Alarm_button.Text,"Ecran
de Alarme"
Automatic_Screen.Test_Nav.Text,TESTE
Test_Screen.Stable_Down.Text,"BAIXAR PLATAFORMA
ESTABILIZADORA"
Test_Screen.Stable_Up.Text,"SUBIR PLATAFORMA
ESTABILIZADORA"
Test_Screen.Door_Open_Button.Text,"ABRIR PORTA"
Test_Screen.Door_Close_Button.Text,"FECHAR PORTA"
Automatic_Screen.Stable_Down.Text,"BAIXAR PLATAFORMA
ESTABILIZADORA"
Automatic_Screen.Stable_Up.Text,"SUBIR PLATAFORMA
ESTABILIZADORA"
Automatic_Screen.Door_Open_Button.Text,"ABRIR PORTA"
Automatic_Screen.Door_Close_Button.Text,"FECHAR PORTA"
Alarm_Screen.Drying_Button.Text,Secagem
Alarm_Screen.Home_Button.Text,
Alarm_Screen.Manuel_Button.Text,"Lavagem
Manual"
Alarm_Screen.Alarm_button.Text,"Ecran
de Alarme"
Alarm_Screen.Test_Nav.Text,TESTE
Alarm_Screen.Auto_Button.Text,"Lavagem
Automática"
Settings_Screen.Home_Button.Text,
AlarmServer.Default_Emergency_Stop.StaticText,"Paragem de Emergência Ativada"
AlarmServer.Default_Phase_Sequence.StaticText,"Sequência de Fase Incorreta"
AlarmServer.Default_Washing_Pump_Error.StaticText,"Erro na Bomba de Lavagem"
AlarmServer.Default_Manuel_Washing_Pump_Error.StaticText,"Pressão Alta (manual) Erro na Bomba de Lavagem"
AlarmServer.Default_Blower_Error.StaticText,"Erro no Sistema de Secagem"
Automatic_Screen.Heater_Button.Text,AQUECEDOR
Automatic_Screen.Heater_Button.Texts[0],"Aquecedor A."
Automatic_Screen.Heater_Button.Texts[1],"Aquecedor E."
Test_Screen.Text.Text,"Por Favor, Pare o Processo de Lavagem Antes de Fazer o Teste!"
Test_Screen.Text4.Text,Advertência!
Automatic_Screen.Text.Text,"Por Favor Pare o Processo de Teste Antes de Realizar a Lavagem!"
Automatic_Screen.Text4.Text,Advertência!
Automatic_Screen.Text2.Text,"Por Favor, Introduza o Tempo de Lavagem!"
Drying_Screen.Text4.Text,Advertência!
Drying_Screen.Text2.Text,"Por Favor, Introduza o Tempo de Secagem!"
Drying_Screen.Drying_Heat_Text.Text,"TEMPERATURA DESEJADA"
Drying_Screen.Drying_Heat_Set.Prefix,"CONF: "
Drying_Screen.Drying_Heat_Set.Suffix,
Drying_Screen.Current_Heat_Text.Text,"TEMP. ATUAL DE SECAGEM"
Drying_Screen.Current_Heat.Prefix,
Drying_Screen.Current_Heat.Suffix,
Drying_Screen.Text.Text,"Por favor, Introduza Um Valor de Temperatura Válido!"
Drying_Screen.Text1.Text,"Valor:
80-110 C"
Settings_Screen.Admin_Page_Button.Text,"PAGINA DE
ADMINISTRACAO"
Admin_Page.Back_Button.Text,VOLTAR
Admin_Page.prewashWaterTime_Text.Text,"Temporizador de Pré-Lavagem"
Admin_Page.cleaningRestTime_Text.Text,"Tempo Restante de Limpeza"
Admin_Page.dryingAirTime_Text.Text,"Temporizador de Secagem Com Ar"
Admin_Page.dryingRestTime_Text.Text,"Tempo Restante de Secagem"
Admin_Page.cleaningWaterTime_Text.Text,"Temporizador de Lavagem "
Admin_Page.cleaningPressTime_Text.Text,"Temporizador de Lavagem com Pressão"
Admin_Page.prewashRestTime_Text.Text,"Temporizador de Repouso Pré-Lavagem"
Admin_Page.prewashWaterTime_Num.Prefix,
Admin_Page.prewashWaterTime_Num.Suffix," seg."
Admin_Page.prewashRestTime_Num.Prefix,
Admin_Page.prewashRestTime_Num.Suffix," seg."
Admin_Page.dryingAirTime_Num.Prefix,
Admin_Page.dryingAirTime_Num.Suffix," seg."
Admin_Page.dryingRestTime_Num.Prefix,
Admin_Page.dryingRestTime_Num.Suffix," seg."
Admin_Page.cleaningWaterTime_Num.Prefix,
Admin_Page.cleaningWaterTime_Num.Suffix," seg."
Admin_Page.cleaningPressTime_Num.Prefix,
Admin_Page.cleaningPressTime_Num.Suffix," seg."
Admin_Page.cleaningRestTime_Num.Prefix,
Admin_Page.cleaningRestTime_Num.Suffix," seg."
Admin_Page.Warning_Text.Text,"Confirmar a Mudança dos Valores"
LoginScreen.Text.Text,"Login Administrador"
LoginScreen.CancelButton.Text,CANCELAR
LoginScreen.LoginButton.Text,LOGIN
LoginScreen.Button.Text,
LoginScreen.Text1.Text,Advertência!
LoginScreen.Text2.Text,"Contrasenha Incorrecta!"
LoginScreen.Password_Num.Prefix,
LoginScreen.Password_Num.Suffix,
Test_Screen.AnalogNumeric.Prefix,
Test_Screen.AnalogNumeric.Suffix,
Test_Screen.ExpandButton.Text,Expandir
Test_Screen.SecretButton.Text,
Test_Screen.TrendViewer1.Curves[0].DisplayName,
Test_Screen.NarrowButton.Text,Estreito
Automatic_Screen.Text1.Text,PRESSAO
Automatic_Screen.AnalogNumeric4.Prefix,
Automatic_Screen.AnalogNumeric4.Suffix," mbar"
Automatic_Screen.AnalogNumeric.Prefix,
Automatic_Screen.AnalogNumeric.Suffix,
Admin_Page.testTime_Num.Prefix,
Admin_Page.testTime_Num.Suffix," seg."
Admin_Page.TestTime_Text.Text,"Tempo de Teste do Filtro"
Manuel_Screen.Drying_Button.Text,Secagem
Manuel_Screen.Home_Button.Text,
Manuel_Screen.Test_Nav.Text,TESTE
Manuel_Screen.Auto_Button.Text,"Lavagem
Automática"
Manuel_Screen.Alarm_button.Text,"Ecran
de Alarme"
Manuel_Screen.Manuel_Button.Text,"Lavagem
Manual"
Manuel_Screen.Door_Open_Button.Text,"ABRIR PORTA"
Manuel_Screen.Door_Close_Button.Text,"FECHAR PORTA"
Manuel_Screen.Stable_Down.Text,"BAIXAR PLATAFORMA
ESTABILIZADORA"
Manuel_Screen.Stable_Up.Text,"SUBIR PLATAFORMA
ESTABILIZADORA"
Manuel_Screen.MWashing_Button.Text,"LAVAGEM
MANUAL"
Manuel_Screen.Show_Heat.Prefix,
Manuel_Screen.Show_Heat.Suffix,
Manuel_Screen.Wash_Time_Text.Text,"TEMPO DE LAVAGEM"
Manuel_Screen.Set_Heat.Prefix,"CONF: "
Manuel_Screen.Set_Heat.Suffix,
Manuel_Screen.Set_Time.Prefix,"CONF: "
Manuel_Screen.Set_Time.Suffix,
Manuel_Screen.Heater_Button.Text,AQUECEDOR
Manuel_Screen.Text.Text,"Por Favor, Selecione os Ciclos Antes da Lavagem!"
Manuel_Screen.Text4.Text,Advertência!
Manuel_Screen.Text2.Text,"Por Favor, Introduza o Tempo de Lavagem!"
Manuel_Screen.Setting_Button.Text,"Conf. de Lavagem"
Manuel_Screen.Heater_Button.Texts[0],"Aquecedor A."
Manuel_Screen.Heater_Button.Texts[1],"Aquecedor E."
Automatic_Screen.Setting_Button.Text,"Conf. de Lavagem"
Manuel_Screen.Dry_Cycle_Selector.Texts[0],"1 ciclo"
Manuel_Screen.Dry_Cycle_Selector.Texts[1],"2 ciclos"
Manuel_Screen.Dry_Cycle_Selector.Texts[2],"3 ciclos"
Manuel_Screen.Dry_Cycle_Selector.Texts[3],"4 ciclos"
Manuel_Screen.Dry_Cycle_Selector.Texts[4],"5 ciclos"
Manuel_Screen.Dry_Cycle_Selector.Texts[5],"0 ciclos"
Manuel_Screen.PreWash_Cycle_Text.Text,"CICLO DE PRE LAVAGEM"
Manuel_Screen.Dry_Cycle_Text.Text,"CICLO DE LAVAGEM"
Manuel_Screen.StatusChecker.Prefix,
Manuel_Screen.StatusChecker.Suffix,
Automatic_Screen.StatusChecker.Prefix,
Automatic_Screen.StatusChecker.Suffix,
Test_Screen.TrendViewer.Curves[0].DisplayName,
Automatic_Screen.Gun_Button.Text,"PISTOLA DE LAVAGEM"
Manuel_Screen.Gun_Button.Text,"PISTOLA DE LAVAGEM"
Manuel_Screen.Press_Button.Text,PRESSAO
Manuel_Screen.PressChecker.Prefix,
Manuel_Screen.PressChecker.Suffix,
Manuel_Screen.t_Door.Text,"Por Favor, Feche a Porta!"
Automatic_Screen.t_Door.Text,"Por Favor, Feche a Porta!"
Automatic_Screen.an_WaterLevel.Prefix,
Automatic_Screen.an_WaterLevel.Suffix,
Automatic_Screen.t_Level.Text,"O Nível de Agua está Baixo!"
Manuel_Screen.an_WaterLevel.Prefix,
Manuel_Screen.an_WaterLevel.Suffix,
Manuel_Screen.t_Level.Text,"O Nível de Agua está Baixo!"
Settings_Screen.Calibration_Button.Text,"CALIBRACAO 
DA PRESSAO"
Automatic_Screen.Text3.Text,"Desabilitado Como Medida
de Segurança!"
Manuel_Screen.Text3.Text,"Desabilitado Como Medida
de Segurança!"
Settings_Screen.AnalogNumeric1.Prefix,
Settings_Screen.AnalogNumeric1.Suffix,
Settings_Screen.AnalogNumeric2.Prefix,
Settings_Screen.AnalogNumeric2.Suffix,
Automatic_Screen.AnalogNumeric1.Prefix,
Automatic_Screen.AnalogNumeric1.Suffix,
Automatic_Screen.AnalogNumeric2.Prefix,
Automatic_Screen.AnalogNumeric2.Suffix,
Alarm_Screen.Button.Text,Componentes
Components.Back_Button.Text,VOLTAR
Components.Text.Text,"Paragem de Emergência"
Components.Text1.Text,"Interruptor de Pedal"
Components.Text2.Text,"Sequência de Fase"
Components.Text3.Text,"Bomba de Lavagem"
Components.Text4.Text,"Bomba de Lavagem Manual"
Components.Text5.Text,Soprador
Components.Text7.Text,"Sensor da Porta"
Components.Text8.Text,"Sensor de Nível de Agua"
Automatic_Screen.PAUSE.Text,PAUSA
Automatic_Screen.Text5.Text,"Lavagem em Pausa!"
Components.Text10.Text,"Transmissor de Pressão"
Components.Text11.Text,"Transmissor de Agua"
Components.Text12.Text,"Transmissor de Ar Quente"
Settings_Screen.AnalogNumeric3.Prefix,
Settings_Screen.AnalogNumeric3.Suffix,
Settings_Screen.Text.Text,"Espera - A Completar a Calibração!"
Settings_Screen.Text1.Text,"Espera - A Completar a Calibração!"
Automatic_Screen.PAUSE.Texts[0],PAUSA
Automatic_Screen.PAUSE.Texts[1],REINICIAR
Manuel_Screen.PAUSE.Text,PAUSA
Manuel_Screen.PAUSE.Texts[0],PAUSA
Manuel_Screen.PAUSE.Texts[1],REINICIAR
HomeScreen.prewashWaterTime_Num.Prefix,
HomeScreen.prewashWaterTime_Num.Suffix," seg."
HomeScreen.prewashRestTime_Num.Prefix,
HomeScreen.prewashRestTime_Num.Suffix," seg."
HomeScreen.dryingAirTime_Num.Prefix,
HomeScreen.dryingAirTime_Num.Suffix," seg."
HomeScreen.dryingRestTime_Num.Prefix,
HomeScreen.dryingRestTime_Num.Suffix," seg."
HomeScreen.cleaningWaterTime_Num.Prefix,
HomeScreen.cleaningWaterTime_Num.Suffix," seg."
HomeScreen.cleaningPressTime_Num.Prefix,
HomeScreen.cleaningPressTime_Num.Suffix," seg."
HomeScreen.cleaningRestTime_Num.Prefix,
HomeScreen.cleaningRestTime_Num.Suffix," seg."
HomeScreen.testTime_Num.Prefix,
HomeScreen.testTime_Num.Suffix," seg."
Manuel_Screen.Text5.Text,"Lavagem em Pausa!"
HomeScreen.AnalogNumeric.Prefix,
HomeScreen.AnalogNumeric.Suffix,
HomeScreen.AnalogNumeric1.Prefix,
HomeScreen.AnalogNumeric1.Suffix,
HomeScreen.AnalogNumeric2.Prefix,
HomeScreen.AnalogNumeric2.Suffix,
Automatic_Screen.Button.Text,
Automatic_Screen.Button1.Text,
Manuel_Screen.Button.Text,
Manuel_Screen.Button1.Text,
Automatic_Screen.Show_Heat.Prefix,
Automatic_Screen.Show_Heat.Suffix,
Automatic_Screen.Wash_Time_Text.Text,"TEMPO DE LAVAGEM"
Automatic_Screen.Set_Heat.Prefix,"CONF: "
Automatic_Screen.Set_Heat.Suffix,
Automatic_Screen.Set_Time.Prefix,
Automatic_Screen.Set_Time.Suffix,
HomeScreen.an_WaterLevel.Prefix,
HomeScreen.an_WaterLevel.Suffix,
HomeScreen.AnalogNumeric3.Prefix,
HomeScreen.AnalogNumeric3.Suffix,
HomeScreen.AnalogNumeric4.Prefix,
HomeScreen.AnalogNumeric4.Suffix,
Manuel_Screen.PreWash_Cycle_Selector.Texts[0],"0 ciclos"
Manuel_Screen.PreWash_Cycle_Selector.Texts[1],"1 ciclo"
Manuel_Screen.PreWash_Cycle_Selector.Texts[2],"2 ciclos"
Manuel_Screen.PreWash_Cycle_Selector.Texts[3],"3 ciclos"
Manuel_Screen.PreWash_Cycle_Selector.Texts[4],"4 ciclos"
Manuel_Screen.PreWash_Cycle_Selector.Texts[5],"5 ciclos"
Automatic_Screen.b_AirValve.Text,"VÁLVULA AR"
Manuel_Screen.b_AirValve.Text,"VÁLVULA AR"
Automatic_Screen.Text6.Text,"Por favor, limpe o tanque de lavagem e os filtros!
Se você não filtra pode ficar quebrado!"
Manuel_Screen.Text6.Text,"Por favor, limpe o tanque de lavagem e os filtros!
Se você não filtra pode ficar quebrado!"
Admin_Page.Text.Text,"Limite do contador de alteração de filtro"
Settings_Screen.Text2.Text,"Contador de mudança de filtro"
